Repository: punnerud/knitandcalc_app
Catalog: Localizable.xcstrings
Source language: en
Languages: da, de, fi, fr, nb, sv

# Gram:
source: Grams:
da: Gram:
de: Gramm:
sv: Gram:

# Har data:
source: Has data:
da: Har data:
de: Hat Daten:
fi: Sisältää dataa:
fr: A des données :
sv: Har data:

# Hovedbakgrunn
source: Main background
da: Hovedbaggrund
de: Haupthintergrund
fi: Päätausta
fr: Arrière-plan principal
sv: Huvudbakgrund

# Hovedbilde
source: Main image
da: Hovedbillede
de: Hauptbild
fi: Pääkuva
fr: Image principale
sv: Huvudbild

# https://eksempel.no/oppskrift
source: https://example.com/recipe
da: https://eksempel.dk/opskrift
sv: https://exempel.se/mönster

# Hvordan måle strikkefasthet:
source: How to measure gauge:
da: Sådan måler du strikkefasthed:
de: So messen Sie die Maschenprobe:
fi: Kuinka mitata silmukkatiheys:
fr: Comment mesurer l'échantillon :
sv: Hur man mäter stickfasthet:

# Ikke nok masker for denne beregningen.
source: Not enough stitches for this calculation.
da: Ikke nok masker til denne beregning.
de: Nicht genug Maschen für diese Berechnung.
fi: Ei tarpeeksi silmukoita tähän laskelmaan.
fr: Pas assez de mailles pour ce calcul.
sv: Inte tillräckligt med maskor för denna beräkning.

# Importer backup
source: Import Backup
da: Importer backup
de: Sicherung importieren
fi: Tuo varmuuskopio
fr: Importer sauvegarde
nb: Importer backup
sv: Importera backup

# Importfeil
source: Import Error
da: Importfejl
de: Importfehler
nb: Importfeil
sv: Importfel

# Ingen
source: None
da: Ingen
de: Keine
sv: Ingen

# Ingen bilder funnet
source: No images found
da: Ingen billeder fundet
de: Keine Bilder gefunden
sv: Inga bilder hittade

# Ingen brukt garn registrert
source: No used yarn recorded
da: Ingen brugt garn registreret
de: Kein verwendetes Garn erfasst
fi: No used lanka recorded
fr: No used fil recorded
sv: Inget använt garn registrerat

# Ingen endring
source: No change
da: Ingen ændring
de: Keine Änderung
fi: Ei muutosta
fr: Aucun changement
sv: Ingen ändring

# Ingen farge
source: No color
da: Ingen farve
de: Keine Farbe
fi: Ei väriä
fr: Pas de couleur
sv: Ingen färg

# Ingen garn
source: No yarn
da: Ingen garn
de: Kein Garn
fi: No lanka
fr: No fil
sv: Inget garn

# Ingen garn funnet
source: No yarn found
da: Ingen garn fundet
de: Kein Garn gefunden
fi: Lankaa ei löytynyt
fr: Aucun fil trouvé
sv: Inget garn hittades

# Ingen garn i '%@'
source: No yarn in '%@'
da: Ingen garn i '%@'
de: Kein Garn in '%@'
fi: Ei lankaa '%@'
fr: Pas de fil dans « %@ »
sv: Inget garn i '%@'

# Ingen garn på lager
source: No yarn in stock
da: Ingen garn på lager
de: Kein Garn auf Lager
fi: No lanka in stock
fr: No fil in stock
sv: Inget garn i förråd

# Ingen lokasjoner
source: No locations
da: Ingen lokationer
de: Keine Standorte
fi: Ei sijainteja
fr: Aucun emplacement
sv: Inga platser

# Ingen oppskrifter
source: No recipes
da: Ingen opskrifter
de: Keine Anleitungen
sv: Inga mönster

# Ingen prosjekter
source: No projects
da: Ingen projekter
de: Keine Projekte
sv: Inga projekt

# Ingen treff
source: No results
da: Ingen resultater
de: Keine Ergebnisse
sv: Inga resultat

# Innfarging/Partinummer
source: Dye lot/Batch number
da: Farvning/Partinummer
de: Farbbad-/Chargennummer
sv: Färgning/Partinummer

# Innhold
source: Content
da: Indhold
de: Inhalt
sv: Innehåll

# Innstillinger
source: Settings
da: Indstillinger
de: Einstellungen
fi: Asetukset
fr: Paramètres
sv: Inställningar

# Kalibrering
source: Calibration
da: Kalibrering
de: Kalibrierung
sv: Kalibrering

# Kan dekodes:
source: Can be decoded:
da: Kan dekodes:
de: Kann dekodiert werden:
fi: Voidaan purkaa:
fr: Peut être décodé :
sv: Kan avkodas:

# Kan ikke felle. Kan ikke felle med mer enn %lld når du har %lld masker på pinnen
source: Cannot decrease. Cannot decrease by more than %1$lld when you have %2$lld stitches on needle
da: Kan ikke falde. Kan ikke falde med mere end %1$lld når du har %2$lld masker på pinden
de: Kann nicht abnehmen. Sie können nicht mehr als %1$lld Maschen abnehmen, wenn Sie %2$lld Maschen auf der Nadel haben
fi: Cannot vähennä. Cannot vähennä by more than %1$lld when you have %2$lld silmukkaes on puikko
fr: Cannot diminuer. Cannot diminuer by more than %1$lld when you have %2$lld maillees on aiguille
sv: Kan inte minska. Kan inte minska med mer än %1$lld när du har %2$lld maskor på stickan

# Kategori
source: Category
da: Kategori
de: Kategorie
fi: Kategoria
fr: Catégorie
sv: Kategori

# kg garn
source: kg yarn
da: kg garn
de: kg Garn
fi: kg lanka
fr: kg fil
sv: kg garn

# Knytt til prosjekt
source: Link to Project
da: Knyt til projekt
de: Mit Projekt verknüpfen
fi: Link to Projekti
fr: Link to Projet
sv: Koppla till projekt

# Koble fra
source: Unlink
da: Frakobl
de: Trennen
sv: Koppla från

# Koble fra prosjekt
source: Unlink from Project
da: Frakobl fra projekt
de: Von Projekt trennen
fi: Unlink from Projekti
fr: Unlink from Projet
sv: Koppla från projekt

# Koblet til prosjekter
source: Linked to Projects
da: Knyttet til projekter
de: Mit Projekten verknüpft
fi: Linked to Projektis
fr: Linked to Projets
sv: Kopplad till projekt

# Kontakt
source: Contact
da: Kontakt
de: Kontakt
fi: Yhteystiedot
sv: Kontakt

# Kort/seksjon
source: Card/section
da: Kort/sektion
de: Karte/Abschnitt
fi: Kortti/osio
fr: Carte/section
sv: Kort/sektion

# Kunne ikke laste PDF
source: Could not load PDF
da: Kunne ikke indlæse PDF
de: PDF konnte nicht geladen werden
sv: Kunde inte ladda PDF

# Kunne ikke laste PDF - ugyldig URL
source: Could not load PDF - invalid URL
da: Kunne ikke indlæse PDF - ugyldig URL
de: PDF konnte nicht geladen werden - ungültige URL
fi: PDF:ää ei voitu ladata - virheellinen URL
fr: Impossible de charger le PDF - URL invalide
sv: Kunde inte ladda PDF - ogiltig URL

# Lagre
source: Save
da: Gem
de: Speichern
fi: Tallenna
fr: Enregistrer
sv: Spara

# Lagre bilde
source: Save image
da: Gem billede
de: Bild speichern
fi: Tallenna kuva
fr: Enregistrer l'image
sv: Spara bild

# Lagre tellingen?
source: Save the count?
da: Gem tællingen?
de: Zählung speichern?
fi: Tallenna laskenta?
fr: Enregistrer le comptage ?
sv: Spara räkningen?

# Lagt til i økten: %lld garn
source: Added in session: %lld yarns
da: Tilføjet i session: %lld garn
de: In Sitzung hinzugefügt: %lld Garne
fi: Lisätty istuntoon: %lld lankaa
fr: Ajouté dans la session : %lld fils
sv: Tillagt i sessionen: %lld garner

# Lås
source: Lock
da: Lås
de: Sperren
fi: Lukitse
fr: Verrouiller
sv: Lås

# Laster PDF...
source: Loading PDF...
da: Indlæser PDF...
de: PDF wird geladen...
fi: Ladataan PDF:ää...
fr: Chargement du PDF...
sv: Laddar PDF...

# Laster...
source: Loading...
da: Indlæser...
de: Lädt...
fi: Ladataan...
fr: Chargement...
sv: Laddar...

# Legg til
source: Add
da: Tilføj
de: Hinzufügen
fi: Lisää
fr: Ajouter
sv: Lägg till

# Legg til bilder
source: Add images
da: Tilføj billeder
de: Bilder hinzufügen
fi: Lisää kuvia
fr: Ajouter des images
sv: Lägg till bilder

# Legg til brukt garn
source: Add used yarn
da: Tilføj brugt garn
de: Verwendetes Garn hinzufügen
fi: Lisää used lanka
fr: Ajouter used fil
sv: Lägg till använt garn

# Legg til en lokasjon over
source: Add a location above
da: Tilføj en lokation ovenfor
de: Einen Standort oben hinzufügen
fi: Lisää sijainti yläpuolelle
fr: Ajouter un emplacement ci-dessus
sv: Lägg till en plats ovan

# Legg til farge
source: Add color
da: Tilføj farve
de: Farbe hinzufügen
fi: Lisää väri
fr: Ajouter une couleur
sv: Lägg till färg

# Legg til ferdigdato
source: Add completion date
da: Tilføj færdigdato
de: Abschlussdatum hinzufügen
fi: Lisää completion date
fr: Ajouter completion date
sv: Lägg till slutdatum

# Legg til garn
source: Add Yarn
da: Tilføj garn
de: Garn hinzufügen
fi: Lisää Lanka
fr: Ajouter Fil
sv: Lägg till garn

# Legg til i prosjekt
source: Add to project
da: Tilføj til projekt
de: Zu Projekt hinzufügen
fi: Lisää to project
fr: Ajouter to project
sv: Lägg till i projekt

# Legg til nytt garn
source: Add new yarn
da: Tilføj nyt garn
de: Neues Garn hinzufügen
fi: Lisää uusi lanka
fr: Ajouter un nouveau fil
sv: Lägg till nytt garn

# Legg til oppskrift
source: Add recipe
da: Tilføj opskrift
de: Anleitung hinzufügen
fi: Lisää recipe
fr: Ajouter recipe
sv: Lägg till mönster

# Legg til pinnestørrelse
source: Add needle size
da: Tilføj pindestørrelse
de: Nadelstärke hinzufügen
fi: Lisää puikkokoko
fr: Ajouter une taille d'aiguille
sv: Lägg till stickstorleken

# Legg til startdato
source: Add start date
da: Tilføj startdato
de: Startdatum hinzufügen
fi: Lisää start date
fr: Ajouter start date
sv: Lägg till startdatum

# Legg til teller
source: Add counter
da: Tilføj tæller
de: Zähler hinzufügen
fi: Lisää counter
fr: Ajouter counter
sv: Lägg till räknare

# Lengde per nøste
source: Length per skein
da: Længde per nøgle
de: Länge pro Knäuel
fi: Length per kerä
fr: Length per pelote
sv: Längd per nystan

# Lengde per nøste (m)
source: Length per skein (m)
da: Længde per nøgle (m)
de: Länge pro Knäuel (m)
fi: Length per kerä (m)
fr: Length per pelote (m)
sv: Längd per nystan (m)

# Lengde per nøste (yd)
source: Length per skein (yd)
da: Længde per nøgle (yd)
de: Länge pro Knäuel (yd)
fi: Pituus per vyyhti (yd)
fr: Longueur par pelote (yd)
sv: Längd per nystan (yd)

# Liker du KnitAndCalc?
source: Do you like KnitAndCalc?
da: Kan du lide KnitAndCalc?
de: Gefällt Ihnen KnitAndCalc?
fi: Pidätkö KnitAndCalc-sovelluksesta?
fr: Aimez-vous KnitAndCalc ?
sv: Gillar du KnitAndCalc?

# Linjal
source: Ruler
da: Lineal
de: Lineal
fi: Viivain
fr: Règle
sv: Linjal

# Lokasjon
source: Location
da: Lokation
de: Standort
fi: Sijainti
fr: Emplacement
sv: Plats

# Lokasjon:
source: Location:
da: Lokation:
de: Standort:
fi: Sijainti:
fr: Emplacement :
sv: Plats:

# Lokasjon: %@
source: Location: %@
da: Lokation: %@
de: Standort: %@
fi: Sijainti: %@
fr: Emplacement : %@
sv: Plats: %@

# Lokasjonsnavn
source: Location name
da: Lokationsnavn
de: Standortname
fi: Sijainnin nimi
fr: Nom de l'emplacement
sv: Platsnamn

# Løpelengde per nøste
source: Yardage per skein
da: Løbelængde per nøgle
de: Lauflänge pro Knäuel
fi: Juoksupituus per kerä
fr: Métrage per pelote
sv: Löplängd per nystan

# Løpelengde:
source: Yardage:
da: Løbelængde:
de: Lauflänge:
fi: Juoksupituus:
fr: Métrage :
sv: Löplängd:

# Luer
source: Hats
da: Huer
de: Mützen
fi: Pipot
fr: Bonnets
sv: Mössor

# Lukk
source: Close
da: Luk
de: Schließen
fi: Sulje
fr: Fermer
sv: Stäng

# maske
source: stitch
da: maske
de: Masche
fi: silmukka
fr: maille
sv: maska

# masker
source: stitches
da: masker
de: Maschen
fi: silmukat
fr: mailles
sv: maskor

# Masker per 10cm i oppskriften
source: Stitches per 10cm in the pattern
da: Masker per 10cm i opskriften
de: Maschen pro 10cm in der Anleitung
fi: Silmukat per 10cm ohjeessa
fr: Mailles pour 10cm dans le patron
sv: Maskor per 10cm i mönstret

# Masker per 10cm med ditt garn
source: Stitches per 10cm with your yarn
da: Masker per 10cm med dit garn
de: Maschen pro 10cm mit Ihrem Garn
fi: Silmukat per 10cm langallasi
fr: Mailles pour 10cm avec votre fil
sv: Maskor per 10cm med ditt garn

# Med filer
source: With files
da: Med filer
de: Mit Dateien
nb: Med filer
sv: Med filer

# Mengde
source: Quantity
da: Mængde
de: Menge
sv: Mängd

# Mengde til bruk i prosjektet
source: Quantity for use in the project
da: Mængde til brug i projektet
de: Menge zur Verwendung im Projekt
fi: Määrä projektissa käytettäväksi
fr: Quantité à utiliser dans le projet
sv: Mängd för användning i projektet

# menu.projects
source: Projects
da: Projekter
de: Projekte
fi: Projektis
fr: Projets
nb: Prosjekter
sv: Projekt

# menu.recipes
source: Recipes
da: Opskrifter
de: Anleitungen
fi: Ohjes
fr: Patrons
nb: Oppskrifter
sv: Mönster

# menu.ruler
source: Ruler
da: Lineal
de: Lineal
fi: Viivain
fr: Règle
nb: Linjal
sv: Linjal

# menu.stitch_calculator
source: Increase/Decrease Calculator
da: Øge/fælde beregner
de: Zunahme/Abnahme Rechner
fi: Lisäys/vähennys laskuri
fr: Calculateur augmentation/diminution
nb: Øke/felle kalkulator
sv: Öka/fälla kalkylator

# menu.yarn_calculator
source: Yarn Calculator
da: Garnberegner
de: Garnrechner
fi: Lankalaskuri
fr: Calculateur de fil
nb: Mengdekalkulator
sv: Garnkalkylator

# menu.yarn_stash
source: Yarn Stash
da: Garnlager
de: Garnvorrat
fi: Lanka Stash
fr: Fil Stash
nb: Garnlager
sv: Garnförråd

# Merke
source: Brand
da: Mærke
de: Marke
fi: Merkki
fr: Marque
sv: Märke

# Merke/Type
source: Brand/Type
da: Mærke/Type
de: Marke/Typ
fi: Merkki/Tyyppi
fr: Marque/Type
sv: Märke/Typ

# Merke/Type:
source: Brand/Type:
da: Mærke/Type:
de: Marke/Typ:
fi: Merkki/Tyyppi:
fr: Marque/Type :
sv: Märke/Typ:

# meter
source: meters
da: meter
de: Meter
sv: meter

# meter totalt
source: meters total
da: meter i alt
de: Meter gesamt
sv: meter totalt

# Meter:
source: Meters:
da: Meter:
de: Meter:
fi: Metriäs:
fr: Mètress:
sv: Meter:

# Nåværende telling:
source: Current count:
da: Nuværende tælling:
de: Aktuelle Zählung:
fi: Nykyinen laskenta:
fr: Comptage actuel :
sv: Nuvarande räkning:

# Navn
source: Name
da: Navn
fi: Nimi
fr: Nom
sv: Namn

# Navn på ny kategori
source: Name of new category
da: Navn på ny kategori
de: Name der neuen Kategorie
fi: Nimi of new category
fr: Nom of new category
sv: Namn på ny kategori

# Navn på oppskrift
source: Recipe name
da: Navn på opskrift
de: Anleitungsname
fi: Ohje name
fr: Patron name
sv: Namn på mönster

# Navn/Farge
source: Name/Color
da: Navn/Farve
de: Name/Farbe
fi: Nimi/Väri
fr: Nom/Couleur
sv: Namn/Färg

# Nei
source: No
da: Nej
de: Nein
fi: Ei
fr: Non
sv: Nej

# nøster
source: skeins
da: nøgler
de: Knäuel
fi: keriä
fr: pelotes
sv: nystan

# Nøster:
source: Skeins:
da: Nøgler:
de: Knäuel:
sv: Nystan:

# Notater
source: Notes
da: Noter
de: Notizen
fi: Muistiinpanot
sv: Anteckningar

# Nullstill
source: Reset
da: Nulstil
de: Zurücksetzen
fi: Nollaa
fr: Réinitialiser
sv: Återställ

# Nullstill statistikk
source: Reset statistics
da: Nulstil statistik
de: Statistiken zurücksetzen
fi: Nollaa tilastot
fr: Réinitialiser les statistiques
sv: Nollställ statistik

# Ny oppskrift
source: New Recipe
da: Ny opskrift
de: Neue Anleitung
fi: New Ohje
fr: New Patron
sv: Nytt mönster

# Ny telling (antall nøster):
source: New count (number of skeins):
da: Ny tælling (antal nøgler):
de: Neue Zählung (Anzahl Knäuel):
fi: Uusi laskenta (vyyhtien määrä):
fr: Nouveau comptage (nombre de pelotes) :
sv: Ny räkning (antal nystan):

# Ny telling (vekt i gram):
source: New count (weight in grams):
da: Ny tælling (vægt i gram):
de: Neue Zählung (Gewicht in Gramm):
fi: Uusi laskenta (paino grammoina):
fr: Nouveau comptage (poids en grammes) :
sv: Ny räkning (vikt i gram):

# Nytt garn
source: New Yarn
da: Nyt garn
de: Neues Garn
fi: New Lanka
fr: New Fil
sv: Nytt garn

# Nytt garn (
source: New yarn (
da: Nyt garn (
de: Neues Garn (
fi: Uusi lanka (
fr: Nouveau fil (
sv: Nytt garn (

# Nytt prosjekt
source: New Project
da: Nyt projekt
de: Neues Projekt
fi: New Projekti
fr: New Projet
sv: Nytt projekt

# øk
source: increase
da: øg
de: zun
fi: lisää
fr: augmenter
sv: öka

# Øke
source: Increase
da: Øge
de: Zunehmen
fi: Lisää
fr: Augmenter
sv: Öka

# Om appen og fremtiden
source: About the app and the future
da: Om appen og fremtiden
de: Über die App und die Zukunft
fi: Sovelluksesta ja tulevaisuudesta
fr: À propos de l'app et de l'avenir
sv: Om appen och framtiden

# Omgangsteller
source: Row counter
da: Omgangstæller
de: Reihen-Zähler
sv: Varvräknare

# Opprett nytt garn
source: Create New Yarn
da: Opret nyt garn
de: Neues Garn erstellen
fi: Create New Lanka
fr: Create New Fil
sv: Skapa nytt garn

# Oppskrift
source: Recipe
da: Opskrift
de: Anleitung
fi: Ohje
fr: Patron
sv: Mönster

# Oppskrifter
source: Recipes
da: Opskrifter
de: Anleitungen
fi: Ohjes
fr: Patrons
sv: Mönster

# Oversikt
source: Summary
da: Oversigt
de: Zusammenfassung
sv: Översikt

# oz totalt
source: oz total
da: oz totalt
de: oz gesamt
fi: unssia yhteensä
fr: oz au total
sv: oz totalt

# På lager:
source: In stock:
da: På lager:
de: Auf Lager:
sv: I förråd:

# Påminnelser om strikking
source: Knitting Reminders
da: Påmindelser om strikning
de: Strickerinnerungen
fi: Neulemuistutukset
fr: Rappels de tricot
nb: Påminnelser om strikking
sv: Påminnelser om stickning

# Påminnelser om strikking (bare for gøy)
source: Knitting reminders (just for fun)
da: Påmindelser om strikning (bare for sjov)
de: Strickerinnerungen (nur zum Spaß)
fi: Neulemuistutukset (vain huvin vuoksi)
fr: Rappels de tricot (juste pour le plaisir)
sv: Stickpåminnelser (bara för skojs skull)

# Parti:
source: Dye lot:
da: Parti:
de: Partie:
fi: Erä:
fr: Lot :
sv: Parti:

# Parti: %@
source: Dye lot: %@
da: Parti: %@
de: Partie: %@
fi: Erä: %@
fr: Lot : %@
sv: Parti: %@

# Partinummer
source: Lot number
da: Partinummer
de: Losnummer
sv: Partinummer

# PDF valgt
source: PDF selected
da: PDF valgt
de: PDF ausgewählt
sv: PDF vald

# Piler
source: Arrows
da: Pile
de: Pfeile
fi: Nuolet
fr: Flèches
sv: Pilar

# Piler / ikonfarge
source: Arrows / icon color
da: Pile / ikonfarve
de: Pfeile / Symbolfarbe
fi: Nuolet / kuvakeväri
fr: Flèches / couleur d'icône
sv: Pilar / ikonfärg

# Pinnestørrelse
source: Needle size
da: Pindstørrelse
de: Nadelstärke
sv: Stickanstorlek

# Planlagt
source: Planned
da: Planlagt
de: Geplant
sv: Planerad

source: Point camera at yarn label
da: Ret kameraet mod garnetiketten
de: Kamera auf das Garnetikett richten
fi: Osoita kamera lankaetikettiin
fr: Pointez la caméra vers l'étiquette du fil
sv: Rikta kameran mot garnetiketten

# Prising
source: Pricing
da: Prissætning
de: Preisgestaltung
fi: Hinnoittelu
fr: Tarification
sv: Prissättning

source: Product:
da: Produkt:
de: Produkt:
fi: Tuote:
fr: Produit :
sv: Produkt:

# Prosent av lager:
source: Percent of stock:
da: Procent af lager:
de: Prozent des Lagers:
sv: Procent av förråd:

# Prosjekt
source: Project
da: Projekt
de: Projekt
fi: Projekti
fr: Projet
sv: Projekt

# Prosjekter
source: Projects
da: Projekter
de: Projekte
fi: Projektis
fr: Projets
sv: Projekt

# Prosjektnavn
source: Project name
da: Projektnavn
de: Projektname
fi: Projekti name
fr: Projet name
sv: Projektnamn

# Prøv å justere filtrene
source: Try adjusting the filters
da: Prøv at justere filtrene
de: Versuchen Sie die Filter anzupassen
fi: Kokeile muuttaa suodattimia
fr: Essayez d'ajuster les filtres
sv: Försök justera filtren

# Prøv et annet søk
source: Try a different search
da: Prøv en anden søgning
de: Versuchen Sie eine andere Suche
sv: Försök med en annan sökning

# Rate denne appen
source: Rate this app
da: Vurder denne app
de: Bewerten Sie diese App
fi: Arvioi tämä sovellus
fr: Évaluer cette application
sv: Betygsätt denna app

source: Receive Count:
da: Modtaget antal:
de: Empfangsanzahl:
fi: Vastaanotettu määrä:
fr: Nombre reçu :
sv: Mottaget antal:

# Rediger
source: Edit
da: Rediger
de: Bearbeiten
fi: Muokkaa
fr: Modifier
sv: Redigera

# Rediger garn
source: Edit Yarn
da: Rediger garn
de: Garn bearbeiten
fi: Muokkaa Lanka
fr: Modifier Fil
sv: Redigera garn

# Rediger mengde
source: Edit Quantity
da: Rediger mængde
de: Menge bearbeiten
fi: Muokkaa Quantity
fr: Modifier Quantity
sv: Redigera mängd

# Rediger oppskrift
source: Edit Recipe
da: Rediger opskrift
de: Anleitung bearbeiten
fi: Muokkaa Ohje
fr: Modifier Patron
sv: Redigera mönster

# Rediger prosjekt
source: Edit Project
da: Rediger projekt
de: Projekt bearbeiten
fi: Muokkaa Projekti
fr: Modifier Projet
sv: Redigera projekt

# reservert
source: reserved
da: reserveret
de: reserviert
sv: reserverad

# Reservert til prosjekter
source: Reserved for Projects
da: Reserveret til projekter
de: Für Projekte reserviert
fi: Reserved for Projektis
fr: Reserved for Projets
sv: Reserverad för projekt

# Roter (%lld°)
source: Rotate (%lld°)
da: Roter (%lld°)
de: Drehen (%lld°)
fi: Kierrä (%lld°)
fr: Pivoter (%lld°)
sv: Rotera (%lld°)

# Rundt
source: Circular
da: Rundt
de: Rund
fi: Pyöreä
fr: En rond
sv: Runt

source: Scan Barcode
da: Scan stregkode
de: Barcode scannen
fi: Skannaa viivakoodi
fr: Scanner le code-barres
sv: Skanna streckkod

# Se detaljer
source: View details
da: Se detaljer
de: Details anzeigen
sv: Se detaljer

# settings.info.description
source: After changing the language, please close and reopen the app for the changes to take effect.
da: Efter at have ændret sprog, skal du lukke og genåbne appen for at ændringerne træder i kraft.
de: Nach dem Ändern der Sprache schließen und öffnen Sie bitte die App erneut, damit die Änderungen wirksam werden.
nb: Etter å ha endret språk, vennligst lukk og åpne appen igjen for at endringene skal tre i kraft.
sv: Efter att ha ändrat språk, vänligen stäng och öppna appen igen för att ändringarna ska träda i kraft.

# settings.info.title
source: About Language Change
da: Om sprogændring
de: Über Sprachwechsel
nb: Om språkendring
sv: Om språkändring

# settings.language.header
source: Language
da: Sprog
de: Sprache
nb: Språk
sv: Språk

# settings.language.restart.cancel
source: Cancel
da: Annuller
de: Abbrechen
fi: Peruuta
fr: Annuler
nb: Avbryt
sv: Avbryt

# settings.language.restart.confirm
source: Change
da: Ændr
de: Ändern
nb: Endre
sv: Ändra

# settings.language.restart.message
source: To change the language, you need to close and reopen the app. Do you want to continue?
da: For at ændre sproget skal du lukke og genåbne appen. Vil du fortsætte?
de: Um die Sprache zu ändern, müssen Sie die App schließen und erneut öffnen. Möchten Sie fortfahren?
nb: For å endre språk må du lukke og åpne appen igjen. Vil du fortsette?
sv: För att ändra språket måste du stänga och öppna appen igen. Vill du fortsätta?

# settings.language.restart.title
source: Change Language
da: Ændr sprog
de: Sprache ändern
nb: Endre språk
sv: Ändra språk

# settings.title
source: Settings
da: Indstillinger
de: Einstellungen
nb: Innstillinger
sv: Inställningar

# settings.unit.metric
source: Metric (m/g)
da: Metrisk (m/g)
de: Metrisch (m/g)
nb: Metrisk (m/g)
sv: Metrisk (m/g)

# settings.units.header
source: Units
da: Enheder
de: Einheiten
nb: Enheter
sv: Enheter

# settings.units.system
source: Unit System
da: Enhedssystem
de: Einheitensystem
nb: Enhetssystem
sv: Enhetssystem

# siden
source: ago
da: siden
de: vor
fi: sitten
fr: il y a
sv: sedan

# Sist synkronisert:
source: Last synced:
da: Sidst synkroniseret:
de: Zuletzt synchronisiert:
fi: Viimeksi synkronoitu:
fr: Dernière synchronisation :
sv: Senast synkroniserad:

# Siste respons:
source: Last response:
da: Seneste respons:
de: Letzte Antwort:
fi: Viimeisin vastaus:
fr: Dernière réponse :
sv: Senaste svar:

# Skriv "CalcAndKnit" for å bli medlem
source: Type "CalcAndKnit" to become a member
da: Skriv "CalcAndKnit" for at blive medlem
de: Schreiben Sie „CalcAndKnit" um Mitglied zu werden
fi: Kirjoita "CalcAndKnit" liittyäksesi jäseneksi
fr: Écrivez « CalcAndKnit » pour devenir membre
sv: Skriv "CalcAndKnit" för att bli medlem

# Skriv inn lokasjon
source: Enter location
da: Indtast lokation
de: Standort eingeben
fi: Syötä sijainti
fr: Entrer l'emplacement
sv: Ange plats

# Skriv inn merke
source: Enter brand
da: Indtast mærke
de: Marke eingeben
sv: Ange märke

# Skriv inn pinnestørrelse
source: Enter needle size
da: Indtast pindestørrelse
de: Nadelstärke eingeben
fi: Syötä puikkokoko
fr: Entrer la taille d'aiguille
sv: Ange stickstorleken

# Skriv inn type
source: Enter type
da: Indtast type
de: Typ eingeben
sv: Ange typ

# Slett
source: Delete
da: Slet
de: Löschen
fi: Poista
fr: Supprimer
sv: Radera

# Slett alle markeringer
source: Delete all annotations
da: Slet alle markeringer
de: Alle Markierungen löschen
fi: Poista kaikki merkinnät
fr: Supprimer toutes les annotations
sv: Radera alla markeringar

# Slett alt
source: Delete all
da: Slet alt
de: Alles löschen
fi: Poista kaikki
fr: Tout supprimer
sv: Radera allt

# Slett bilde
source: Delete image
da: Slet billede
de: Bild löschen
fi: Poista kuva
fr: Supprimer l'image
sv: Radera bild
